tap "antoniorodr/memo"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "nicoverbruggen/cask"
tap "stripe/stripe-cli"
brew "xz"
brew "little-cms2"
brew "webp"
brew "apr-util"
brew "awscli"
brew "berkeley-db", link: true
brew "glib"
brew "cloudflared"
brew "composer"
brew "coreutils"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dnsmasq"
brew "docker", link: false
brew "docker-machine"
brew "duf"
brew "wxwidgets"
brew "erlang"
brew "openssl@1.1"
brew "erlang@22"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libsodium"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "freetds"
brew "gcc"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitui"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpd"
brew "httrack"
brew "jasper"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libiconv"
brew "mas"
brew "mono"
brew "mysql-client"
brew "mysql-client@8.0"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node@18"
brew "node@22", link: true
brew "nvm"
brew "openai-whisper"
brew "openjdk@8"
brew "openssh"
brew "p7zip"
brew "perl"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11", link: false
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rename"
brew "restic"
brew "signal-cli"
brew "ssh-copy-id"
brew "tldr"
brew "unrar"
brew "vim"
brew "wget"
brew "wifi-password"
brew "wimlib"
brew "wrangler"
brew "wrk"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "mutagen-io/mutagen/mutagen"
cask "1password"
cask "adobe-creative-cloud"
cask "airflow"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbngin"
cask "deskpad"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "github"
cask "google-chrome"
cask "herd"
cask "google-drive"
cask "handbrake-app"
cask "imageoptim"
cask "iterm2"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "monitorcontrol"
cask "notion"
cask "postbox"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "timeular"
cask "tinkerwell"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "alefragnani.project-manager"
vscode "austenc.laravel-blade-spacer"
vscode "beyondcode.tinkerwell"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "calebporzio.better-phpunit"
vscode "cjhowe7.laravel-blade"
vscode "codezombiech.gitignore"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.github-actions"
vscode "foxundermoon.shell-format"
vscode "giovdk21.vscode-sublime-merge"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "gitpod.gitpod-flex"
vscode "htmlhint.vscode-htmlhint"
vscode "ikappas.composer"
vscode "junstyle.php-cs-fixer"
vscode "karye.prettier-php"
vscode "luanpotter.dart-import"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mehedidracula.php-constructor"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mohamedbenhida.laravel-intellisense"
vscode "mohsen1.prettify-json"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "patbenatar.advanced-new-file"
vscode "pierrequemard.macro"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "shakram02.bash-beautify"
vscode "shufo.vscode-blade-formatter"
vscode "sleistner.vscode-fileutils"
vscode "statiolake.vscode-rustfmt"
vscode "svelte.svelte-vscode"
vscode "tshino.kb-macro"
vscode "tyriar.sort-lines"
vscode "vincaslt.highlight-matching-tag"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zobo.php-intellisense"
cargo "cargo-edit"
